"MJRefreshHeaderIdleText" = "Pull down to refresh";
"MJRefreshHeaderPullingText" = "Release to refresh";
"MJRefreshHeaderRefreshingText" = "Loading...";

"MJRefreshAutoFooterIdleText" = "Tap or pull up to load more";
"MJRefreshAutoFooterRefreshingText" = "Loading...";
"MJRefreshAutoFooterNoMoreDataText" = "The above is the entire records";

"MJRefreshBackFooterIdleText" = "Pull up to load more";
"MJRefreshBackFooterPullingText" = "Release to load more";
"MJRefreshBackFooterRefreshingText" = "Loading...";
"MJRefreshBackFooterNoMoreDataText" = "The above is the entire records";

"MJRefreshHeaderLastTimeText" = "Last update: ";
"MJRefreshHeaderDateTodayText" = "Today";
"MJRefreshHeaderNoneLastDateText" = "No record";

"PXRP_Wallet_Pay" = "Pay";
"PXRP_Wallet_Wallet" = "Wallet";
"PXRP_Wallet_EasyToPay" = "Easy to pay, with PayBy Pay!";
"PXRP_Wallet_Shopping" = "Shopping";
"PXRP_Wallet_E_ATM" = "E-ATM";
"PXRP_Wallet_Scan" = "Scan";

"PXRP_Wallet_CollectMoney" = "Collect Money";
"PXRP_Wallet_AED" = "AED";
"PXRP_Wallet_PayLater" = "PayLater";
"PXRP_Wallet_CashNow" = "Cash Now";
"PXRP_Wallet_TakeAway" = "Take Away";
"PXRP_Wallet_More" = "More";
"PXRP_Wallet_NEW" = "NEW";
"PXRP_Wallet_PayByPAY" = "PayBy PAY";
"PXRP_Wallet_TitleSLDAPP" = "P A Y B Y";

"PXRP_Common_NoTransactions" = "No Transactions";
"PXRP_Common_featureUnderConstruction" = "This feature is under construction!";
"PXRP_Common_ComingSoon" = "Coming Soon!";
"PXRP_Common_SendFriendsCashGift" = "Send your friends a lucky CashGift and spread your joy!";
"PXRP_Common_PurchaseNow" = "Purchase now, and pay later!";
"PXRP_Common_TopupFromBank" = "You can top up from bank cards later!";
"PXRP_Common_Cancel" = "Cancel";
"PXRP_Common_Ok" = "Ok";
"PXRP_Common_OK" = "OK";
"PXRP_Common_SET" = "SET";
"PXRP_Common_DISABLE" = "DISABLE";
"PXRP_Common_Disable" = "Disable";
"PXRP_Common_Re_enter" = "Re-enter";
"PXRP_Common_FORGET" = "FORGET";

"PXRP_Common_ChooseMonth" = "Choose Month";
"PXRP_Common_January" = "January";
"PXRP_Common_February" = "February";
"PXRP_Common_March" = "March";
"PXRP_Common_April" = "April";
"PXRP_Common_May" = "May";
"PXRP_Common_June" = "June";
"PXRP_Common_July" = "July";
"PXRP_Common_August" = "August";
"PXRP_Common_September" = "September";
"PXRP_Common_October" = "October";
"PXRP_Common_November" = "November";
"PXRP_Common_December" = "December";
"PXRP_Common_Money" = "Money";
"PXRP_Common_CONFIRM" = "CONFIRM";

"PXRP_PayCode_ReceiptsManager" = "Receipts Manager";
"PXRP_PayCode_QuickPay" = "Enable your Quick Pay!";
"PXRP_PayCode_ShowQuickPayCode" = "After enabling, show your Quick Pay Code \nto process your payment.";
"PXRP_PayCode_ENABLENOW" = "ENABLE NOW";
"PXRP_PayCode_SetPassword" = "Your password hasn’t been set yet.";
"PXRP_PayCode_SetPasswordDetial" = "Please set a payment password to ensure your transaction security.";
"PXRP_PayCode_NoMethodAvailable" = "No method available";
"PXRP_PayCode_ShowCodeMerchant" = "Show your code to Merchant";
"PXRP_PayCode_AfterShowQuickPayCode" = "After enabling, show your Quick Pay Code to cashier to process your payment.";
"PXRP_PayCode_PayMerchant" = "Pay Merchant";
"PXRP_PayCode_PaymentMethod" = "Payment Method";
"PXRP_PayCode_PayByPaySecurity" = "PayBy Pay  ensures the security of your funds.";
"PXRP_PayCode_PaymentsMerchantsNotSendOthers" = "Only use this for making payments to \nmerchants. Do not send this to others.";
"PXRP_PayCode_GOTIT" = "GOT IT";
"PXRP_PayCode_SelectPaymentMethod" = "Select Payment Method";
"PXRP_PayCode_AddCard" = "+Add a card";
"PXRP_PayCode_BalanceInsufficientAmount" = "Balance (Insufficient Amount)";
"PXRP_PayCode_DisableQuickPay" = "Disable Quick Pay?";
"PXRP_PayCode_PaymentCodeUpdate" = "Payment Code Update";
"PXRP_PayCode_Instructions" = "Instructions";
"PXRP_PayCode_Receiver" = "Receiver";
"PXRP_PayCode_Amount" = "Amount";
"PXRP_PayCode_AddNote" = "Add Note";
"PXRP_PayCode_UnableSave" = "Unable to Save";
"PXRP_PayCode_UnableSaveDescrible" = "Allow access your photos from device memu \"Settings\"-> \"Privacy\"->\"Photos\"";
"PXRP_PayCode_NotEnoughStorage" = "Not Enough Storage";
"PXRP_PayCode_PicturesCannotSaved" = "Pictures cannot be saved because there is not enough storage. You can manage your storage in settings";
"PXRP_PayCode_SavedAlbum" = "Saved to album";
"PXRP_PayCode_PaymentFailed" = "Payment failed, please re-select a payment method.";
"PXRP_PayCode_PaymentTips" = "Please verify your identity for any transaction over AED 50.";
"PXRP_PayCode_ScanWithoutConnectingPayBy" = "Scan to pay me without connecting on PayBy";
"PXRP_PayCode_SetAmount" = "Set Amount";
"PXRP_PayCode_ClearAmount" = "Clear Amount";
"PXRP_PayCode_SaveImage" = "Save Image";
"PXRP_PayCode_PayBy" = "T O T O K";
"PXRP_PayCode_aymentTips200" = "Please verify your identity for any transaction over AED 200.";
"PXRP_PayCode_ImagePreview" = "Image Preview";

"PXRP_Common_Balance" = "Balance";
"PXRP_Balance_AddMoney" = "Add Money";
"PXRP_Balance_WITHDRAW" = "WITHDRAW";
"PXRP_Balance_AddMoneyCash" = "Add money with cash";
"PXRP_Balance_AccountInsured" = "Account Insured";

"PXRP_Common_Cards" = "Cards";
"PXRP_Cards_LinkBankCards" = "Link with your bank cards!";

"PXRP_CollectionMoney_Transactions" = "Transactions";
"PXRP_Transactions_TransactionHistory" = "Transaction History";

"PXRP_AddMoney_DesiredAmount" = "Desired Amount";

"PXRP_Common_CashOut" = "Cash Out";
"PXRP_CashOut_YourBalance" = "Your Balance(AED)";
"PXRP_CashOut_Fee" = "Fee";
"PXRP_CashOut_InTotal" = "In total";
"PXRP_CashOut_ShowQRCode" = "Show this QR-code to the merchant";
"PXRP_CashOut_CashOutResult" = "Cash Out Result";
"PXRP_CashOut_TransactionCancelled" = "Transaction has been cancelled";
"PXRP_CashOut_DONE" = "DONE";
"PXRP_CashOut_ReachedYourLimitToday" = "You have reached your limit today!";
"PXRP_CashOut_MerchantConfirmOrder" = "Merchant is confirming the order";
"PXRP_Common_CashIn" = "Cash In";
"PXRP_CashIn_InTotal" = "Scanned successfully";
"PXRP_CashIn_PLEASENOTLEAVE" = "PLEASE DO NOT LEAVE";
"PXRP_CashIn_3Steps" = "3 Steps ONLY:";
"PXRP_CashIn_Step1" = "Step1";
"PXRP_CashIn_HandCASHMerchant" = "Hand CASH over to the merchant";
"PXRP_CashIn_Step2" = "Step2";
"PXRP_CashIn_WaitMerchantConfirm" = "Wait for merchant to confirm";
"PXRP_CashIn_Step3" = "Step3";
"PXRP_CashIn_ConfirmOrder" = "Confirm your order";
"PXRP_CashIn_PleaseConfirm" = "Please Confirm";
"PXRP_CashIn_CancelOrder" = "Do you want to cancel the order?";
"PXRP_CashIn_ForgetCashBack" = "Do not forget to get your cash back!";

"PXRP_SearchNearbyStores" = "Search Nearby Stores";
"PXRP_SearchNearbyStores_NearbyStores" = "Nearby Stores";
"PXRP_SearchNearbyStores_All" = "All";
"PXRP_SearchNearbyStores_NearbyStores_AllowLocation" = "Allow your location?";
"PXRP_SearchNearbyStores_SURE" = "SURE";
"PXRP_SearchNearbyStores_EnterStoreName" = "Enter a store name";

"PXRP_Orders" = "Orders";

"PXRP_Wallet_CashDelivery" = "Cash Delivery";

"PXRP_Wallet_Mobile_Top_up" = "Mobile Top-up";
"PXRP_MobileTopUp_MobileNumber" = "Mobile number";
"PXRP_MobileTopUp_CopyMyNumber" = "Copy My Number";
"PXRP_MobileTopUp_EnterMobileTopUp" = "Enter the mobile no. for a top-up";
"PXRP_MobileTopUp_ChooseTopupAmount" = "Choose your top-up amount";
"PXRP_MobileTopUp_PaymentResult" = "Payment Result";
"PXRP_MobileTopUp_PaidSuccessfully" = "Paid Successfully";
"PXRP_MobileTopUp_OperatorProcessing" = "The operator is processing";
"PXRP_MobileTopUp_TopUpReceived" = "Top-up received";
"PXRP_MobileTopUp_BACKTOHOMEPAGE" = "BACK TO HOMEPAGE";
"PXRP_MobileTopUp_MobileTopUpNOFound" = "No mobile top-up order found";

"PXRP_Me" = "Me";
"PXRP_Me_IdentifyVerification" = "Identify Verification";
"PXRP_Me_IdentifyVerification_Verify" = "Verify";
"PXRP_Me_IdentifyVerification_VerifyCode" = "Verification Code";
"PXRP_Me_IdentifyVerification_EnterVerificationCode" = "Enter verification code";
"PXRP_Me_IdentifyVerification_FullName" = "Full Name";
"PXRP_Me_IdentifyVerification_Nationality" = "Nationality";
"PXRP_Me_IdentifyVerification_EmiratesID" = "Emirates ID";
"PXRP_Me_IdentifyVerification_DateBirth" = "Date of Birth";
"PXRP_Me_IdentifyVerification_VerifyExpiryDate" = "Expiry Date";
"PXRP_Me_IdentifyVerification_Sex" = "Sex";
"PXRP_Me_IdentifyVerification_ShootingExample" = "Shooting example";
"PXRP_Me_IdentifyVerification_FrontEmiratesID" = "Front of your Emirates ID";
"PXRP_Me_IdentifyVerification_BackEmiratesID" = "Back of your Emirates ID";
"PXRP_Me_IdentifyVerification_EnsureInformationCorrect" = "Please double check and ensure all information is correct.";

"PXRP_Me_PaymentSecurity" = "Payment Security";
"PXRP_Me_PaymentSecurity_ResetPaymentPassword" = "Reset Payment Password";
"PXRP_Me_PaymentSecurity_ForgotPaymentPassword" = "Forgot Payment Password";
"PXRP_Me_PaymentSecurity_FingerprintPay" = "Fingerprint Pay";
"PXRP_Me_PaymentSecurity_UseFingerprinrProcessPayment" = "Once enabled, you can use Fingerprint to process the payment.";
"PXRP_Me_PaymentMethodPriority" = "Payment Method Priority";
"PXRP_Me_HelpCenter" = "Help Center";
"PXRP_Me_CustomerService" = "Customer Service";
"PXRP_Me_CustomerService_CopyMobile" = "Talk to our customer cervice on PayBy. Press Copy and add +971 585776808 as your friend.";

"PXRP_Wallet_CashGift" = "Cash Gift";
"PXRP_CashGift_PREPARECASHGIFT" = "PREPARE CASH GIFT";
"PXRP_CashGift_CashGiftReturned" = "Cash Gift not opened within 24 hours will be returned.";
"PXRP_CashGift_CashGiftExceed" = "Total amount can't exceed AED ";
"PXRP_CashGift_UPTOAED" = "Up to ";
"PXRP_CashGift_ForEachCashGift" = " AED for each Cash Gift";
"PXRP_CashGift_AtLease" = "At least ";
"PXRP_CashGift_BetterLuckNextTime" = "Better Luck Next Time";
"PXRP_CashGift_TheCashGiftExpiredOn" = "The Cash Gift Expired On";

"PXRP_Wallet_Transfer" = "Transfer";
"PXRP_Transfer_AddRemarks" = "Add remarks ( less than 32 characters )";
"PXRP_Transfer_ACCEPTTRANSFER" = "ACCEPT TRANSFER";
"PXRP_Transfer_24HoursRefunded" = "Money will be returned to your friend if you wouldn't accept within 24 hours.";
"PXRP_Transfer_TransferTime" = "Transfer time";
"PXRP_Transfer_AwaitAccept" = "Await Accept";
"PXRP_Transfer_MoneyRefundedBalance" = "This money has been refunded to Balance.";
"PXRP_Transfer_ToPayByAccount" = "To PayBy Account";

"PXRP_Cashier_OrderInfo" = "Order Info";
"PXRP_Cashier_ConfirmYourAmount" = "Confirm Your Amount";


